{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 128,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 1,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "RobertaProcessing",
    "sep": [
      "</s>",
      4
    ],
    "cls": [
      "<s>",
      3
    ],
    "trim_offsets": true,
    "add_prefix_space": true
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<mask>": 0,
      "<pad>": 1,
      "<unk>": 2,
      "<s>": 3,
      "</s>": 4,
      "'": 5,
      "+": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      "?": 17,
      "_": 18,
      "a": 19,
      "b": 20,
      "c": 21,
      "d": 22,
      "e": 23,
      "f": 24,
      "g": 25,
      "h": 26,
      "i": 27,
      "j": 28,
      "k": 29,
      "l": 30,
      "m": 31,
      "n": 32,
      "o": 33,
      "p": 34,
      "q": 35,
      "r": 36,
      "s": 37,
      "t": 38,
      "u": 39,
      "v": 40,
      "w": 41,
      "x": 42,
      "y": 43,
      "z": 44,
      "ĉ": 45,
      "Ċ": 46,
      "Ġ": 47,
      "th": 48,
      "Ġ6": 49,
      "Ġth": 50,
      "at": 51,
      "ou": 52,
      "re": 53,
      "'s": 54,
      "in": 55,
      "you": 56,
      "Ġ4": 57,
      "Ġthe": 58,
      "Ġa": 59,
      "it": 60,
      "wh": 61,
      "77": 62,
      "Ġyou": 63,
      "on": 64,
      "Ġd": 65,
      "10": 66,
      "Ġs": 67,
      "Ġh": 68,
      "Ġ44": 69,
      "an": 70,
      "Ġ61": 71,
      "Ġt": 72,
      "Ġb": 73,
      "Ġg": 74,
      "is": 75,
      "Ġw": 76,
      "Ġ77": 77,
      "ing": 78,
      "Ġit": 79,
      "Ġ10": 80,
      "what": 81,
      "ll": 82,
      "Ġc": 83,
      "er": 84,
      "Ġ66": 85,
      "no": 86,
      "Ġ62": 87,
      "ar": 88,
      "Ġ8": 89,
      "oo": 90,
      "oh": 91,
      "Ġon": 92,
      "Ġm": 93,
      "Ġp": 94,
      "Ġgo": 95,
      "Ġl": 96,
      "'t": 97,
      "Ġdo": 98,
      "Ġthat": 99,
      "ere": 100,
      "Ġto": 101,
      "es": 102,
      "Ġf": 103,
      "95": 104,
      "Ġ102": 105,
      "96": 106,
      "72": 107,
      "ve": 108,
      "??": 109,
      "50": 110,
      "that": 111,
      "le": 112,
      "ook": 113,
      "ke": 114,
      "30": 115,
      "38": 116,
      "se": 117,
      "Ġis": 118,
      "or": 119,
      "31": 120,
      "he": 121,
      "Ġin": 122,
      "Ġno": 123,
      "ay": 124,
      "ig": 125,
      "Ġ86": 126,
      "Ġ101": 127,
      "Ġwe": 128,
      "om": 129,
      "99": 130,
      "um": 131,
      "Ġha": 132,
      "ea": 133,
      "37": 134,
      "98": 135,
      "ut": 136,
      "ic": 137,
      "id": 138,
      "en": 139,
      "32": 140,
      "Ġ72": 141,
      "Ġone": 142,
      "and": 143,
      "Ġthere": 144,
      "Ġan": 145,
      "arl": 146,
      "Ġo": 147,
      "34": 148,
      "all": 149,
      "39": 150,
      "Ġ95": 151,
      "Ġr": 152,
      "ht": 153,
      "ee": 154,
      "umm": 155,
      "12": 156,
      "35": 157,
      "as": 158,
      "'re": 159,
      "14": 160,
      "ome": 161,
      "36": 162,
      "Ġhe": 163,
      "???": 164,
      "Ġ96": 165,
      "ant": 166,
      "Ġ50": 167,
      "Ġyour": 168,
      "ight": 169,
      "ummy": 170,
      "59": 171,
      "40": 172,
      "18": 173,
      "Ġlook": 174,
      "Ġwhat": 175,
      "Ġgoing": 176,
      "Ġare": 177,
      "Ġe": 178,
      "et": 179,
      "yea": 180,
      "yeah": 181,
      "42": 182,
      "48": 183,
      "16": 184,
      "46": 185,
      "52": 186,
      "Ġthis": 187,
      "are": 188,
      "ad": 189,
      "where": 190,
      "76": 191,
      "who": 192,
      "there": 193,
      "58": 194,
      "78": 195,
      "56": 196,
      "we": 197,
      "ver": 198,
      "Ġhave": 199,
      "Ġba": 200,
      "Ġn": 201,
      "Ġwant": 202,
      "ra": 203,
      "Ġdon": 204,
      "02": 205,
      "ow": 206,
      "Ġi": 207,
      "Ġgot": 208,
      "06": 209,
      "ed": 210,
      "Ġput": 211,
      "st": 212,
      "Ġnot": 213,
      "19": 214,
      "17": 215,
      "ck": 216,
      "ink": 217,
      "08": 218,
      "Ġli": 219,
      "47": 220,
      "dy": 221,
      "do": 222,
      "Ġof": 223,
      "15": 224,
      "Ġ446": 225,
      "26": 226,
      "Ġ776": 227,
      "Ġbo": 228,
      "Ġand": 229,
      "28": 230,
      "Ġwi": 231,
      "Ġcan": 232,
      "yes": 233,
      "out": 234,
      "Ġu": 235,
      "49": 236,
      "Ġbe": 237,
      "09": 238,
      "the": 239,
      "sh": 240,
      "Ġsome": 241,
      "Ġk": 242,
      "Ġ438": 243,
      "Ġ831": 244,
      "Ġ778": 245,
      "55": 246,
      "Ġcar": 247,
      "44": 248,
      "Ġmummy": 249,
      "by": 250,
      "Ġfor": 251,
      "00": 252,
      "29": 253,
      "look": 254,
      "Ġst": 255,
      "hm": 256,
      "Ġ866": 257,
      "Ġlike": 258,
      "one": 259,
      "Ġshe": 260,
      "Ġthink": 261,
      "Ġ1018": 262,
      "'ve": 263,
      "Ġj": 264,
      "Ġ830": 265,
      "Ġ499": 266,
      "Ġthen": 267,
      "ir": 268,
      "ake": 269,
      "Ġ610": 270,
      "Ġcarl": 271,
      "Ġdid": 272,
      "11": 273,
      "now": 274,
      "Ġthey": 275,
      "Ġthem": 276,
      "07": 277,
      "ld": 278,
      "well": 279,
      "carl": 280,
      "Ġsh": 281,
      "57": 282,
      "Ġ958": 283,
      "Ġ618": 284,
      "Ġwith": 285,
      "Ġsee": 286,
      "Ġisn": 287,
      "27": 288,
      "im": 289,
      "Ġdoing": 290,
      "Ġhere": 291,
      "'ll": 292,
      "33": 293,
      "Ġre": 294,
      "Ġget": 295,
      "45": 296,
      "ie": 297,
      "Ġnow": 298,
      "Ġher": 299,
      "Ġme": 300,
      "Ġright": 301,
      "ther": 302,
      "Ġdoes": 303,
      "22": 304,
      "ch": 305,
      "Ġ616": 306,
      "Ġup": 307,
      "can": 308,
      "to": 309,
      "ry": 310,
      "Ġ777": 311,
      "pp": 312,
      "Ġall": 313,
      "shall": 314,
      "ter": 315,
      "mhm": 316,
      "Ġbaby": 317,
      "04": 318,
      "05": 319,
      "ood": 320,
      "nd": 321,
      "ick": 322,
      "Ġ662": 323,
      "ot": 324,
      "Ġ437": 325,
      "Ġ959": 326,
      "don": 327,
      "41": 328,
      "Ġout": 329,
      "ge": 330,
      "Ġ1019": 331,
      "Ġ439": 332,
      "addy": 333,
      "Ġ442": 334,
      "wn": 335,
      "Ġknow": 336,
      "Ġ659": 337,
      "ust": 338,
      "ind": 339,
      "Ġ612": 340,
      "ice": 341,
      "Ġ1022": 342,
      "79": 343,
      "13": 344,
      "na": 345,
      "Ġsay": 346,
      "Ġ626": 347,
      "Ġbr": 348,
      "Ġwas": 349,
      "Ġat": 350,
      "ep": 351,
      "ear": 352,
      "54": 353,
      "itt": 354,
      "Ġdown": 355,
      "Ġ619": 356,
      "very": 357,
      "ly": 358,
      "Ġ498": 359,
      "kay": 360,
      "ore": 361,
      "ank": 362,
      "01": 363,
      "43": 364,
      "au": 365,
      "Ġboy": 366,
      "mummy": 367,
      "al": 368,
      "ell": 369,
      "Ġtra": 370,
      "51": 371,
      "Ġ867": 372,
      "ain": 373,
      "Ġoff": 374,
      "Ġwh": 375,
      "Ġbit": 376,
      "ol": 377,
      "Ġdr": 378,
      "ur": 379,
      "Ġpl": 380,
      "right": 381,
      "onna": 382,
      "ound": 383,
      "Ġdaddy": 384,
      "ha": 385,
      "ne": 386,
      "okay": 387,
      "Ġ447": 388,
      "Ġ622": 389,
      "ps": 390,
      "Ġbig": 391,
      "raw": 392,
      "Ġ960": 393,
      "Ġab": 394,
      "am": 395,
      "ittle": 396,
      "Ġ43": 397,
      "Ġhis": 398,
      "Ġgonna": 399
    },
    "merges": [
      "t h",
      "Ġ 6",
      "Ġ th",
      "a t",
      "o u",
      "r e",
      "' s",
      "i n",
      "y ou",
      "Ġ 4",
      "Ġth e",
      "Ġ a",
      "i t",
      "w h",
      "7 7",
      "Ġ you",
      "o n",
      "Ġ d",
      "1 0",
      "Ġ s",
      "Ġ h",
      "Ġ4 4",
      "a n",
      "Ġ6 1",
      "Ġ t",
      "Ġ b",
      "Ġ g",
      "i s",
      "Ġ w",
      "Ġ 77",
      "in g",
      "Ġ it",
      "Ġ 10",
      "wh at",
      "l l",
      "Ġ c",
      "e r",
      "Ġ6 6",
      "n o",
      "Ġ6 2",
      "a r",
      "Ġ 8",
      "o o",
      "o h",
      "Ġ on",
      "Ġ m",
      "Ġ p",
      "Ġg o",
      "Ġ l",
      "' t",
      "Ġd o",
      "Ġth at",
      "e re",
      "Ġt o",
      "e s",
      "Ġ f",
      "9 5",
      "Ġ10 2",
      "9 6",
      "7 2",
      "v e",
      "? ?",
      "5 0",
      "th at",
      "l e",
      "oo k",
      "k e",
      "3 0",
      "3 8",
      "s e",
      "Ġ is",
      "o r",
      "3 1",
      "h e",
      "Ġ in",
      "Ġ no",
      "a y",
      "i g",
      "Ġ8 6",
      "Ġ10 1",
      "Ġw e",
      "o m",
      "9 9",
      "u m",
      "Ġh a",
      "e a",
      "3 7",
      "9 8",
      "u t",
      "i c",
      "i d",
      "e n",
      "3 2",
      "Ġ 72",
      "Ġon e",
      "an d",
      "Ġthe re",
      "Ġa n",
      "ar l",
      "Ġ o",
      "3 4",
      "a ll",
      "3 9",
      "Ġ 95",
      "Ġ r",
      "h t",
      "e e",
      "um m",
      "1 2",
      "3 5",
      "a s",
      "' re",
      "1 4",
      "om e",
      "3 6",
      "Ġh e",
      "?? ?",
      "Ġ 96",
      "an t",
      "Ġ 50",
      "Ġyou r",
      "ig ht",
      "umm y",
      "5 9",
      "4 0",
      "1 8",
      "Ġl ook",
      "Ġ what",
      "Ġgo ing",
      "Ġa re",
      "Ġ e",
      "e t",
      "y ea",
      "yea h",
      "4 2",
      "4 8",
      "1 6",
      "4 6",
      "5 2",
      "Ġth is",
      "a re",
      "a d",
      "wh ere",
      "7 6",
      "wh o",
      "th ere",
      "5 8",
      "7 8",
      "5 6",
      "w e",
      "v er",
      "Ġha ve",
      "Ġb a",
      "Ġ n",
      "Ġw ant",
      "r a",
      "Ġd on",
      "0 2",
      "o w",
      "Ġ i",
      "Ġgo t",
      "0 6",
      "e d",
      "Ġp ut",
      "s t",
      "Ġno t",
      "1 9",
      "1 7",
      "c k",
      "in k",
      "0 8",
      "Ġl i",
      "4 7",
      "d y",
      "d o",
      "Ġo f",
      "1 5",
      "Ġ44 6",
      "2 6",
      "Ġ77 6",
      "Ġb o",
      "Ġan d",
      "2 8",
      "Ġw i",
      "Ġc an",
      "y es",
      "ou t",
      "Ġ u",
      "4 9",
      "Ġb e",
      "0 9",
      "th e",
      "s h",
      "Ġs ome",
      "Ġ k",
      "Ġ4 38",
      "Ġ8 31",
      "Ġ77 8",
      "5 5",
      "Ġc ar",
      "4 4",
      "Ġm ummy",
      "b y",
      "Ġf or",
      "0 0",
      "2 9",
      "l ook",
      "Ġs t",
      "h m",
      "Ġ86 6",
      "Ġli ke",
      "on e",
      "Ġs he",
      "Ġth ink",
      "Ġ101 8",
      "' ve",
      "Ġ j",
      "Ġ8 30",
      "Ġ4 99",
      "Ġthe n",
      "i r",
      "a ke",
      "Ġ6 10",
      "Ġc arl",
      "Ġd id",
      "1 1",
      "no w",
      "Ġthe y",
      "Ġthe m",
      "0 7",
      "l d",
      "we ll",
      "c arl",
      "Ġs h",
      "5 7",
      "Ġ95 8",
      "Ġ61 8",
      "Ġwi th",
      "Ġs ee",
      "Ġis n",
      "2 7",
      "i m",
      "Ġdo ing",
      "Ġh ere",
      "' ll",
      "3 3",
      "Ġ re",
      "Ġg et",
      "4 5",
      "i e",
      "Ġno w",
      "Ġh er",
      "Ġm e",
      "Ġr ight",
      "th er",
      "Ġdo es",
      "2 2",
      "c h",
      "Ġ61 6",
      "Ġu p",
      "c an",
      "t o",
      "r y",
      "Ġ77 7",
      "p p",
      "Ġa ll",
      "sh all",
      "t er",
      "m hm",
      "Ġba by",
      "0 4",
      "0 5",
      "oo d",
      "n d",
      "ic k",
      "Ġ66 2",
      "o t",
      "Ġ4 37",
      "Ġ95 9",
      "d on",
      "4 1",
      "Ġ out",
      "g e",
      "Ġ101 9",
      "Ġ4 39",
      "ad dy",
      "Ġ44 2",
      "w n",
      "Ġk now",
      "Ġ6 59",
      "u st",
      "in d",
      "Ġ61 2",
      "ic e",
      "Ġ102 2",
      "7 9",
      "1 3",
      "n a",
      "Ġs ay",
      "Ġ62 6",
      "Ġb r",
      "Ġw as",
      "Ġ at",
      "e p",
      "e ar",
      "5 4",
      "it t",
      "Ġdo wn",
      "Ġ61 9",
      "ver y",
      "l y",
      "Ġ4 98",
      "k ay",
      "o re",
      "an k",
      "0 1",
      "4 3",
      "a u",
      "Ġbo y",
      "m ummy",
      "a l",
      "e ll",
      "Ġt ra",
      "5 1",
      "Ġ86 7",
      "a in",
      "Ġof f",
      "Ġ wh",
      "Ġb it",
      "o l",
      "Ġd r",
      "u r",
      "Ġp l",
      "r ight",
      "on na",
      "ou nd",
      "Ġd addy",
      "h a",
      "n e",
      "o kay",
      "Ġ44 7",
      "Ġ62 2",
      "p s",
      "Ġb ig",
      "ra w",
      "Ġ96 0",
      "Ġa b",
      "a m",
      "itt le",
      "Ġ4 3",
      "Ġh is",
      "Ġg onna"
    ]
  }
}